exports.info = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `   
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
         ───
              
╔════════════════════
║ *About ${A187}*
╠════════════════════
║├≽️⚜ *AUTHOR*: _Aris187 ID_
║├≽️⚜ *DESIGNER*: _Aris187 ID_
║├≽️⚜ *YOUTUBE*: _Aris187 ID_
╠════════════════════
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwhatsapp}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${A187}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ *MADE BY ARIS187 ID*
╚════════════════════`
}